{
	"old_map_puzzle" : {
		"completed": "Well Done! You found a piece of my plan hidden behind the differences in the maps",
		"hint1": "This picture looks slightly  different to the one hanging in the 17th century room",
		"hint2": "There are 5 differences, these are: compass is the wrong colour, boat to left of compass is missing, blue and white flag on land should be english flag, top left river is missing, boat in top right shouldnt be there"
	},
	"spinning_wheel_puzzle" : {
		"completed":"Well Done! Stopping the wheel on the year this spinning wheel was made opened a secret compartment containing a piece of my plan",
		"hint1": "The wheel looks like it can be stopped on different numbers, could it have anything to do with the wheel in the Lee Room",
		"hint2": "Stopping the wheel on the century (18th) the wheel in the Lee Room was made should give you a piece of the plan"
	},
	"quilt_puzzle": {
		"completed": "Well Done! Putting the quilt back together made a piece of my plan drop out of it",
		"hint1": "The quilt looks like a mixed up version of one hung in the Textiles Room",
		"hint2": "Re-arranging the quilt to look like the one in the Textiles room should give you a piece of the plan"
	},
	"portrait_puzzle": {
		"completed": "Well Done! There was a piece of my plan hidden behind the picture",
		"hint1": "I wonder who the portrait is off, its found in the Deer Park Parlor",
		"hint2": "Typing in the name of the man this picture is thought to be a picture off should give you another puzzle, The man is thought to be Daniel Coker",
		"hint3": "The background this map is on looks interesting",
		"hint4": "Clicking on the state which the Stenciled Bredroom is set up from should give you a piece of the plan, This state is Connecticut"
	},
	"shaker_puzzle": {
		"completed": "Well Done! Hanging up all the Shaker's stuff seemed to make a piece of my plan drop out of the coat",
        "hint1": "The peg rack and items look like those in the Shaker Sister's Workroom",
        "hint2": "Hanging the items on the pegs in the order they are in the Shaker Sister's Workroom should give you a piece of the plan. This order is Candle, Sock, Coat, board, Chair"
	},
	"harp_puzzle":{
		"completed": "Well Done! Playing the strings in the right order made a secret compartment open which contained a piece of my plan",
		"hint1": "The symbols on the side of the harp should refer to objects in the Greek Revival Room", 
		"hint2": "Counting the objects for each symbol gives you the string to play, this should be: Flowers (5), Piano (1), Piano (1), Globe (2), Musical instuments (4), Flowers (5)"

	}
}